wrk-tests/page.html/Output/html_c100_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 100 http://localhost:55555/page.html
Running 10s test @ http://localhost:55555/page.html
  100 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     9.60ms   73.84ms   1.85s    98.96%
    Req/Sec   198.36    138.96     0.93k    66.20%
  25258 requests in 10.07s, 5.44MB read
  Socket errors: connect 0, read 0, write 0, timeout 20
Requests/sec:   2508.60
Transfer/sec:    553.66KB