wrk-tests/page.html/Output/html_c100_asynchronous_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 100 http://localhost:8887/page.html
Running 10s test @ http://localhost:8887/page.html
  100 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.83ms   74.89ms   1.92s    99.11%
    Req/Sec   335.58    246.17     1.16k    66.60%
  37114 requests in 10.10s, 8.00MB read
  Socket errors: connect 0, read 0, write 0, timeout 20
Requests/sec:   3674.04
Transfer/sec:    810.87KB