wrk-tests/page.html/Output/html_c10_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 10 http://localhost:55555/page.html
Running 10s test @ http://localhost:55555/page.html
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.03ms   65.80ms   1.91s    99.20%
    Req/Sec   398.15    292.81     2.01k    70.17%
  26791 requests in 10.07s, 5.77MB read
  Socket errors: connect 0, read 0, write 0, timeout 7
Requests/sec:   2660.55
Transfer/sec:    587.19KB