wrk-tests/page.html/Output/html_c10_asynchronous_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 10 http://localhost:8887/page.html
Running 10s test @ http://localhost:8887/page.html
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.97ms   61.34ms   1.84s    99.35%
    Req/Sec   578.29    375.38     1.92k    64.32%
  37383 requests in 10.06s, 8.06MB read
  Socket errors: connect 0, read 0, write 0, timeout 16
Requests/sec:   3715.61
Transfer/sec:    820.05KB