wrk-tests/page.html/Output/html_c10_process_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 10 http://localhost:8000/page.html
Running 10s test @ http://localhost:8000/page.html
  10 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   333.51ms  282.46ms   1.97s    63.39%
    Req/Sec    40.42     38.16   575.00     85.34%
  3326 requests in 10.09s, 734.06KB read
  Socket errors: connect 0, read 0, write 0, timeout 51
Requests/sec:    329.48
Transfer/sec:     72.72KB