wrk-tests/page.html/Output/html_c200_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 200 http://localhost:55555/page.html
Running 10s test @ http://localhost:55555/page.html
  200 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.17ms  108.08ms   1.99s    98.23%
    Req/Sec   124.73     99.85   470.00     50.86%
  19870 requests in 10.09s, 4.28MB read
  Socket errors: connect 0, read 0, write 0, timeout 33
Requests/sec:   1969.08
Transfer/sec:    434.58KB