wrk-tests/page.html/Output/html_c200_asynchronous_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 200 http://localhost:8887/page.html
Running 10s test @ http://localhost:8887/page.html
  200 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     5.42ms   54.71ms   1.84s    99.37%
    Req/Sec   373.91    267.23     1.38k    67.36%
  40417 requests in 10.08s, 8.71MB read
  Socket errors: connect 0, read 0, write 0, timeout 11
Requests/sec:   4008.67
Transfer/sec:      0.86MB