wrk-tests/page.html/Output/html_c200_process_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 200 http://localhost:8000/page.html
Running 10s test @ http://localhost:8000/page.html
  200 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   909.35ms  599.07ms   1.99s    61.06%
    Req/Sec     4.22      5.87    70.00     95.24%
  863 requests in 10.09s, 190.47KB read
  Socket errors: connect 0, read 0, write 0, timeout 108
Requests/sec:     85.54
Transfer/sec:     18.88KB