wrk-tests/page.html/Output/html_c50_asynchronous_lb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 50 http://localhost:55555/page.html
Running 10s test @ http://localhost:55555/page.html
  50 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.00ms   69.02ms   1.99s    98.91%
    Req/Sec   175.36    127.54   820.00     66.48%
  20433 requests in 10.08s, 4.40MB read
  Socket errors: connect 0, read 0, write 0, timeout 16
Requests/sec:   2027.83
Transfer/sec:    447.55KB