wrk-tests/page.html/Output/html_c50_asynchronous_nlb.txt
(base) jovyan@6323b338d034:~/work/progjar/progjar6$ wrk -c 1000 -t 50 http://localhost:8887/page.html
Running 10s test @ http://localhost:8887/page.html
  50 threads and 1000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     4.63ms   51.42ms   1.84s    99.52%
    Req/Sec   468.78    303.18     1.81k    65.79%
  42097 requests in 10.07s, 9.07MB read
  Socket errors: connect 0, read 0, write 0, timeout 17
Requests/sec:   4182.02
Transfer/sec:      0.90MB